tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/services'

brew 'caskroom/cask/brew-cask'
brew 'mackup'
# Node
brew 'node'

# Git
cask 'git'
cask 'github'
brew 'git-flow'

# The can't live withouts
cask '1password'
cask 'alfred'
cask 'bittorrent-sync'
cask 'dropbox'
cask 'google-chrome'
cask 'iterm2'
cask 'path-finder'
cask 'textexpander'

# PM Communication Tools
cask 'fantastical'
cask 'google-drive'
cask 'google-hangouts'
cask 'harvest'
cask 'mailplane'
cask 'slack'
cask 'screenhero'
cask 'screenflow'
cask 'skype'

# Development Tools
cask 'codebox'
cask 'codekit'
cask 'firefox'
cask 'kaleidoscope'
cask 'licecap'
cask 'phpstorm'
cask 'sublime-text3'
cask 'sitesucker'
cask 'sequel-pro'
cask 'transmit'
cask 'tower'

# Virtual Machine Things
cask 'otto'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'vmware-fusion'

# Web Dev Tools
cask 'codebox'
cask 'imageoptim'
cask 'paparazzi'
cask 'xscope'
cask 'livereload'

# Design Tools
cask 'adobe-creative-cloud'

# Menu bar apps
cask 'bartender'
cask 'delibar'
cask 'flux'
cask 'hazel'

# Personal, Blogging, etc.
cask 'evernote'
cask 'dayone-cli'
cask 'netnewswire'

# Backup and Sync Software
cask 'arq'
cask 'daisydisk'
cask 'doxie'

# Media and Downloading
cask '4k-video-downloader'
cask 'airserver'
cask 'airparrot'
cask 'airfoil'
cask 'calibre'
cask 'plex-home-theater'
cask 'plex-media-server'
cask 'send-to-kindle'
cask 'steam'
cask 'transmission'
cask 'vlc'

# Craft CMS development
tap 'rsanchez/homebrew-craft-cli'
brew 'craft-cli'

# Utilities
cask 'istat-menus'
cask 'istat-server'
cask 'superduper'
cask 'caffeine'
cask 'moom'
cask 'opendns-updater'
cask 'rescuetime'
cask 'selfcontrol'

brew 'wget'